Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Fallback %lld
af: Rugval %lld
ar: احتياطي %lld
bg: Резервен %lld
bn: ফলব্যাক %lld
ca: Alternatiu %lld
cs: Záložní %lld
da: Reserve %lld
de: Ausweich %lld
el: Εφεδρικό %lld
es: Alternativo %lld
et: Varu %lld
fa: جایگزین %lld
fi: Vara %lld
fr: Repli %lld
he: גיבוי %lld
hi: फ़ॉलबैक %lld
hr: Pričuvni %lld
hu: Tartalék %lld
id: Cadangan %lld
is: Vara %lld
it: Riserva %lld
ja: フォールバック %lld
ko: 대체 %lld
lt: Atsarginis %lld
lv: Rezerves %lld
ml: ഫാൾബാക്ക് %lld
mr: फॉलबॅक %lld
ms: Sandaran %lld
nb: Reserve %lld
nl: Reserve %lld
pa: ਫਾਲਬੈਕ %lld
pl: Awaryjny %lld
pt_br: Alternativo %lld
ro: Rezervă %lld
ru: Резервный %lld
sk: Záložný %lld
sl: Rezervni %lld
sr: Резервни %lld
sv: Reserv %lld
sw: Mbadala %lld
ta: மாற்று %lld
te: ఫాల్‌బ్యాక్ %lld
th: สำรอง %lld
tr: Yedek %lld
uk: Резервний %lld
ur: متبادل %lld
vi: Dự phòng %lld
zh_hans: 备用 %lld
zh_hant: 備用 %lld

source: Fast
af: Vinnig
ar: سريع
bg: Бърза
bn: দ্রুত
ca: Ràpida
cs: Rychlé
da: Hurtig
de: Schnell
el: Γρήγορο
es: Rápida
et: Kiire
fa: سریع
fi: Nopea
fil: Mabilis
fr: Rapide
he: מהיר
hi: तेज़
hr: Brzo
hu: Gyors
id: Cepat
is: Hratt
it: Veloce
ja: 高速
ko: 빠름
lt: Greitas
lv: Ātrs
ml: വേഗം
mr: जलद
ms: Pantas
nb: Rask
nl: Snel
pa: ਤੇਜ਼
pl: Szybka
pt_br: Rápida
ro: Rapid
ru: Быстро
sk: Rýchle
sl: Hitro
sr: Брзо
sv: Snabb
sw: Haraka
ta: வேகம்
te: వేగం
th: เร็ว
tr: Hızlı
uk: Швидко
ur: تیز
vi: Nhanh
zh_hans: 快速
zh_hant: 快速

source: Faster
af: Vinniger
ar: أسرع
bg: По-бързо
bn: দ্রুততর
ca: Més ràpid
cs: Rychleji
da: Hurtigere
de: Schneller
el: Γρηγορότερα
es: Más rápido
et: Kiirem
fa: سریع‌تر
fi: Nopeampi
fil: Mas mabilis
fr: Plus rapide
he: מהיר יותר
hi: तेज़
hr: Brže
hu: Gyorsabb
id: Lebih cepat
is: Hraðar
it: Più veloce
ja: より速い
ko: 더 빠름
lt: Greičiau
lv: Ātrāk
ml: വേഗത്തിൽ
mr: जलद
ms: Lebih cepat
nb: Raskere
nl: Sneller
pa: ਤੇਜ਼
pl: Szybciej
pt_br: Mais rápido
ro: Mai rapid
ru: Быстрее
sk: Rýchlejšie
sl: Hitreje
sr: Brže
sv: Snabbare
sw: Haraka zaidi
ta: வேகமாக
te: వేగంగా
th: เร็วขึ้น
tr: Daha hızlı
uk: Швидше
ur: تیز تر
vi: Nhanh hơn
zh_hans: 更快
zh_hant: 更快

source: Favorite
af: Voeg by gunstelinge
ar: إضافة إلى المفضّلة
bg: Добави в любими
bn: পছন্দে যোগ করুন
ca: Preferit
cs: Přidat k oblíbeným
da: Favorit
de: Favorisieren
el: Αγαπημένο
es: Favorito
et: Lisa lemmikutesse
fa: افزودن به علاقه‌مندی‌ها
fi: Suosikki
fil: Idagdag sa paborito
fr: Ajouter aux favoris
he: מועדף
hi: पसंदीदा
hr: Dodaj u favorite
hu: Kedvenc
id: Tambahkan ke favorit
is: Bæta við eftirlæti
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기
lt: Įtraukti į mėgstamus
lv: Pievienot izlasei
ml: പ്രിയപ്പെട്ടവയിലേക്ക് ചേർക്കുക
mr: आवडत्यांमध्ये जोडा
ms: Tambah ke kegemaran
nb: Favoritt
nl: Toevoegen aan favorieten
pa: ਮਨਪਸੰਦ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj do ulubionych
pt_br: Favoritar
ro: Favorit
ru: В избранное
sk: Pridať k obľúbeným
sl: Priljubljeno
sr: Омиљено
sv: Favorit
sw: Ongeza kwenye vipendwa
ta: பிடித்தவைகளில் சேர்
te: ఇష్టమైనవాటికి జోడించు
th: เพิ่มในรายการโปรด
tr: Favorilere ekle
uk: В обране
ur: پسندیدہ میں شامل کریں
vi: Thêm vào yêu thích
zh_hans: 收藏
zh_hant: 收藏

source: Favorites
af: Gunstelinge
ar: المفضّلة
bg: Любими
bn: প্রিয়
ca: Preferits
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
et: Lemmikud
fa: موارد دلخواه
fi: Suosikit
fil: Mga paborito
fr: Favoris
he: מועדפים
hi: पसंदीदा
hr: Favoriti
hu: Kedvencek
id: Favorit
is: Eftirlæti
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
lt: Mėgstamiausi
lv: Izlase
ml: പ്രിയപ്പെട്ടവ
mr: आवडते
ms: Kegemaran
nb: Favoritter
nl: Favorieten
pa: ਮਨਪਸੰਦ
pl: Ulubione
pt_br: Favoritos
ro: Favorite
ru: Избранное
sk: Obľúbené
sl: Priljubljeni
sr: Омиљени
sv: Favoriter
sw: Vipendwa
ta: பிடித்தவை
te: ఇష్టమైనవి
th: รายการโปรด
tr: Sık kullanılanlar
uk: Обране
ur: پسندیدہ
vi: Yêu thích
zh_hans: 收藏
zh_hant: 收藏

source: Fee
af: Fooi
ar: رسوم
bg: Такса
bn: ফি
ca: Comissió
cs: Poplatek
da: Gebyr
de: Gebühr
el: Χρέωση
es: Comisión
et: Tasu
fa: کارمزد
fi: Maksu
fil: Bayad
fr: Frais
he: עמלה
hi: शुल्क
hr: Naknada
hu: Díj
id: Biaya
is: Gjald
it: Commissione
ja: 手数料
ko: 수수료
lt: Mokestis
lv: Maksa
ml: ഫീസ്
mr: शुल्क
ms: Yuran
nb: Gebyr
nl: Vergoeding
pa: ਫੀਸ
pl: Opłata
pt_br: Taxa
ro: Comision
ru: Комиссия
sk: Poplatok
sl: Pristojbina
sr: Накнада
sv: Avgift
sw: Ada
ta: கட்டணம்
te: ఫీజు
th: ค่าธรรมเนียม
tr: Ücret
uk: Комісія
ur: فیس
vi: Phí
zh_hans: 手续费
zh_hant: 手續費

source: fee 0.0001
af: fooi 0,0001
ar: رسوم 0.0001
bg: такса 0,0001
bn: ফি 0.0001
ca: comissió 0,0001
cs: poplatek 0,0001
da: gebyr 0,0001
de: Gebühr 0,0001
el: προμήθεια 0,0001
es: comisión 0,0001
et: tasu 0,0001
fa: کارمزد ۰٫۰۰۰۱
fi: maksu 0,0001
fr: frais 0,0001
he: עמלה 0.0001
hi: शुल्क 0.0001
hr: naknada 0,0001
hu: díj 0,0001
id: biaya 0,0001
is: gjald 0,0001
it: commissione 0,0001
ja: 手数料 0.0001
ko: 수수료 0.0001
lt: mokestis 0,0001
lv: maksa 0,0001
ml: ഫീസ് 0.0001
mr: शुल्क 0.0001
ms: yuran 0.0001
nb: gebyr 0,0001
nl: kosten 0,0001
pa: ਫੀਸ 0.0001
pl: opłata 0,0001
pt_br: taxa 0,0001
ro: taxă 0,0001
ru: комиссия 0,0001
sk: poplatok 0,0001
sl: provizija 0,0001
sr: накнада 0,0001
sv: avgift 0,0001
sw: ada 0.0001
ta: கட்டணம் 0.0001
te: రుసుము 0.0001
th: ค่าธรรมเนียม 0.0001
tr: ücret 0,0001
uk: комісія 0,0001
ur: فیس 0.0001
vi: phí 0,0001
zh_hans: 手续费 0.0001
zh_hant: 手續費 0.0001

source: Fee per operation
af: Fooi per bewerking
ar: الرسوم لكل عملية
bg: Такса на операция
bn: প্রতি অপারেশনে ফি
ca: Comissió per operació
cs: Poplatek za operaci
da: Gebyr pr. operation
de: Gebühr pro Vorgang
el: Χρέωση ανά λειτουργία
es: Comisión por operación
et: Tasu toimingu kohta
fa: کارمزد به ازای هر عملیات
fi: Maksu per toimenpide
fil: Bayad bawat operasyon
fr: Frais par opération
he: עמלה לפעולה
hi: प्रति ऑपरेशन शुल्क
hr: Naknada po operaciji
hu: Díj műveletenként
id: Biaya per operasi
is: Gjald á aðgerð
it: Commissione per operazione
ja: 操作ごとの手数料
ko: 작업당 수수료
lt: Mokestis už operaciją
lv: Maksa par operāciju
ml: ഓരോ പ്രവർത്തനത്തിനും ഫീസ്
mr: प्रति ऑपरेशन शुल्क
ms: Yuran setiap operasi
nb: Gebyr per operasjon
nl: Kosten per bewerking
pa: ਪ੍ਰਤੀ ਕਾਰਵਾਈ ਫੀਸ
pl: Opłata za operację
pt_br: Taxa por operação
ro: Comision pe operațiune
ru: Комиссия за операцию
sk: Poplatok za operáciu
sl: Provizija na operacijo
sr: Naknada po operaciji
sv: Avgift per operation
sw: Ada kwa kila operesheni
ta: ஒவ்வொரு செயல்பாட்டிற்கான கட்டணம்
te: ఒక్కో ఆపరేషన్‌కు ఫీజు
th: ค่าธรรมเนียมต่อการดำเนินการ
tr: İşlem başına ücret
uk: Комісія за операцію
ur: فی آپریشن فیس
vi: Phí mỗi thao tác
zh_hans: 每次操作费用
zh_hant: 每次操作費用

source: Fee rate
af: Fooikoers
ar: معدّل الرسوم
bg: Размер на таксата
bn: ফি হার
ca: Tarifa de comissió
cs: Sazba poplatku
da: Gebyrsats
de: Gebührenrate
el: Συντελεστής χρέωσης
es: Tarifa de comisión
et: Tasumäär
fa: نرخ کارمزد
fi: Maksutaso
fr: Taux de frais
he: שיעור עמלה
hi: शुल्क दर
hr: Stopa naknade
hu: Díjszint
id: Tarif biaya
is: Gjaldhlutfall
it: Tariffa della commissione
ja: 手数料率
ko: 수수료율
lt: Mokesčio dydis
lv: Maksas likme
ml: ഫീസ് നിരക്ക്
mr: शुल्क दर
ms: Kadar yuran
nb: Gebyrsats
nl: Kostentarief
pa: ਫੀਸ ਦਰ
pl: Stawka opłaty
pt_br: Taxa de tarifa
ro: Rată comision
ru: Ставка комиссии
sk: Sadzba poplatku
sl: Stopnja provizije
sr: Stopa naknade
sv: Avgiftssats
sw: Kiwango cha ada
ta: கட்டண விகிதம்
te: ఫీజు రేటు
th: อัตราค่าธรรมเนียม
tr: Ücret oranı
uk: Ставка комісії
ur: فیس کی شرح
vi: Mức phí
zh_hans: 费率
zh_hant: 費率

source: Fetching token info…
af: Haal tokeninligting…
ar: جارٍ جلب معلومات العملة الرمزية…
bg: Извличане на информация за токена…
bn: টোকেন তথ্য আনা হচ্ছে…
ca: Obtenint informació del token…
cs: Načítání informací o tokenu…
da: Henter tokeninfo…
de: Token-Informationen werden abgerufen…
el: Λήψη πληροφοριών token…
es: Obteniendo información del token…
et: Märgi teabe hankimine…
fa: در حال دریافت اطلاعات توکن…
fi: Haetaan tokenin tietoja…
fil: Kinukuha ang impormasyon ng token…
fr: Récupération des infos du jeton…
he: מאחזר/ת מידע על הטוקן…
hi: टोकन की जानकारी प्राप्त की जा रही है…
hr: Dohvaćanje podataka o tokenu…
hu: Token adatainak lekérése…
id: Mengambil info token…
is: Sæki tókaupplýsingar…
it: Recupero delle info del token…
ja: トークン情報を取得中…
ko: 토큰 정보를 가져오는 중…
lt: Gaunama žetono informacija…
lv: Tiek iegūta marķiera informācija…
ml: ടോക്കൺ വിവരം ലഭ്യമാക്കുന്നു…
mr: टोकन माहिती मिळवत आहे…
ms: Mengambil maklumat token…
nb: Henter tokeninfo…
nl: Tokeninfo ophalen…
pa: ਟੋਕਨ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹੈ…
pl: Pobieranie informacji o tokenie…
pt_br: Obtendo informações do token…
ro: Se preiau informațiile despre token…
ru: Получение данных о токене…
sk: Načítavanie informácií o tokene…
sl: Pridobivanje podatkov o žetonu…
sr: Преузимање информација о токену…
sv: Hämtar tokeninfo…
sw: Inapata maelezo ya tokeni…
ta: டோக்கன் தகவலைப் பெறுகிறது…
te: టోకెన్ సమాచారాన్ని పొందుతోంది…
th: กำลังดึงข้อมูลโทเคน…
tr: Token bilgileri alınıyor…
uk: Отримання інформації про токен…
ur: ٹوکن کی معلومات حاصل کی جا رہی ہیں…
vi: Đang lấy thông tin token…
zh_hans: 正在获取代币信息…
zh_hant: 正在取得代幣資訊…

source: Fiat prices are read from Coinbase's public price API. Aperture sends only the token ticker and your selected currency code — never an address or amount.
af: Fiat-pryse word vanaf Coinbase se publieke prys-API gelees. Aperture stuur slegs die token-ticker en die geldeenheidkode wat jy gekies het — nooit 'n adres of bedrag nie.
ar: تُقرأ الأسعار النقدية من واجهة الأسعار العامة في Coinbase. لا يرسل Aperture سوى رمز التذكرة الخاص بالعملة ورمز العملة التي اخترتها — ولا يرسل أبدًا عنوانًا أو مبلغًا.
bg: Фиатните цени се четат от публичния ценови API на Coinbase. Aperture изпраща само тикъра на токена и избрания от вас код на валута — никога адрес или сума.
bn: ফিয়াট মূল্য Coinbase-এর পাবলিক প্রাইস API থেকে পড়া হয়। Aperture শুধু টোকেনের টিকার এবং আপনি নির্বাচিত মুদ্রার কোড পাঠায় — কোনো ঠিকানা বা পরিমাণ নয়।
ca: Els preus fiat es llegeixen de l'API pública de preus de Coinbase. Aperture només envia el ticker del token i el codi de la moneda que has triat — mai una adreça ni un import.
cs: Fiat ceny se čtou z veřejného cenového API Coinbase. Aperture posílá pouze ticker tokenu a vámi vybraný kód měny — nikdy adresu ani částku.
da: Fiat-priser læses fra Coinbases offentlige pris-API. Aperture sender kun tokenets ticker og den valgte valutakode — aldrig en adresse eller et beløb.
de: Fiat-Preise werden über die öffentliche Preis-API von Coinbase abgerufen. Aperture sendet ausschließlich das Token-Tickersymbol und Ihren ausgewählten Währungscode — niemals eine Adresse oder einen Betrag.
el: Οι τιμές fiat διαβάζονται από το δημόσιο API τιμών της Coinbase. Το Aperture στέλνει μόνο το ticker του token και τον επιλεγμένο κωδικό νομίσματος — ποτέ διεύθυνση ή ποσό.
es: Los precios fiat se leen desde la API pública de precios de Coinbase. Aperture solo envía el ticker del token y el código de moneda que has seleccionado — nunca una dirección ni un importe.
et: Fiat-hinnad loetakse Coinbase'i avalikust hinna API-st. Aperture saadab ainult tokeni tähise ja sinu valitud valuuta koodi — mitte kunagi aadressi ega summat.
fa: قیمت‌های فیات از API عمومی قیمت Coinbase خوانده می‌شود. Aperture فقط نشانگر توکن و کد ارز انتخابی شما را می‌فرستد — هرگز آدرس یا مبلغ ارسال نمی‌کند.
fi: Fiat-hinnat luetaan Coinbasen julkisesta hinta-API:sta. Aperture lähettää vain tokenin tikkerin ja valitsemasi valuuttakoodin — ei koskaan osoitetta tai summaa.
fil: Nababasa ang mga fiat price mula sa pampublikong price API ng Coinbase. Tanging ang token ticker at ang napili mong currency code lang ang ipinapadala ng Aperture — hindi kailanman address o halaga.
fr: Les prix fiat sont lus depuis l'API publique de prix de Coinbase. Aperture n'envoie que le ticker du token et le code de la devise que vous avez sélectionnée — jamais une adresse ou un montant.
he: מחירי פיאט נקראים מ-API המחירים הציבורי של Coinbase. Aperture שולח רק את הטיקר של הטוקן ואת קוד המטבע שבחרת — לעולם לא כתובת או סכום.
hi: फिएट कीमतें Coinbase के पब्लिक प्राइस API से पढ़ी जाती हैं। Aperture केवल टोकन का टिकर और आपकी चुनी हुई करेंसी कोड भेजता है — कोई पता या राशि नहीं।
hr: Fiat cijene čitaju se iz Coinbaseovog javnog cjenovnog API-ja. Aperture šalje samo ticker tokena i kod odabrane valute — nikada adresu ili iznos.
hu: A fiat árakat a Coinbase nyilvános ár-API-jából olvassuk. Az Aperture csak a token tickerét és a kiválasztott pénznem kódját küldi el — címet vagy összeget soha.
id: Harga fiat dibaca dari API harga publik Coinbase. Aperture hanya mengirim ticker token dan kode mata uang yang Anda pilih — tidak pernah alamat atau jumlah.
is: Fiat-verð eru lesin úr opinberu verð-API Coinbase. Aperture sendir aðeins tákn tokensins og valda gjaldmiðilskóða þinn — aldrei vistfang eða upphæð.
it: I prezzi fiat vengono letti dall'API pubblica dei prezzi di Coinbase. Aperture invia solo il ticker del token e il codice della valuta che hai selezionato — mai un indirizzo né un importo.
ja: フィアット価格は Coinbase の公開価格 API から取得します。Aperture が送信するのはトークンのティッカーと選択した通貨コードのみで、アドレスや金額は一切送りません。
ko: 법정화폐 가격은 Coinbase의 공개 가격 API에서 읽어옵니다. Aperture는 토큰 티커와 당신이 선택한 통화 코드만 전송합니다 — 주소나 금액은 전송하지 않습니다.
lt: Fiat kainos skaitomos iš „Coinbase“ viešo kainų API. „Aperture“ siunčia tik tokeno tikerį ir jūsų pasirinktą valiutos kodą — niekada adreso ar sumos.
lv: Fiat cenas tiek nolasītas no Coinbase publiskā cenu API. Aperture sūta tikai tokena simbolu un jūsu izvēlēto valūtas kodu — nekad adresi vai summu.
ml: Fiat വിലകൾ Coinbase-ന്റെ പൊതു വില API-യിൽ നിന്നാണ് വായിക്കുന്നത്. Aperture ടോക്കൻ ടിക്കറും നിങ്ങൾ തിരഞ്ഞെടുത്ത കറൻസി കോഡും മാത്രമേ അയക്കൂ — ഒരിക്കലും വിലാസമോ തുകയോ അല്ല.
mr: Fiat किमती Coinbase च्या सार्वजनिक किंमत API वरून वाचल्या जातात. Aperture फक्त टोकन टिकर आणि तुम्ही निवडलेला चलन कोड पाठवते — कधीही पत्ता किंवा रक्कम पाठवत नाही.
ms: Harga fiat dibaca dari API harga awam Coinbase. Aperture hanya menghantar ticker token dan kod mata wang pilihan anda — bukan alamat atau jumlah.
nb: Fiat-priser leses fra Coinbases offentlige pris-API. Aperture sender bare tokenets ticker og valutakoden du har valgt — aldri en adresse eller et beløp.
nl: Fiatprijzen worden gelezen via de publieke prijs-API van Coinbase. Aperture stuurt alleen de tokenticker en de door jou geselecteerde valutacode — nooit een adres of bedrag.
pa: Fiat ਕੀਮਤਾਂ Coinbase ਦੀ ਜਨਤਕ ਕੀਮਤ API ਤੋਂ ਪੜ੍ਹੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। Aperture ਸਿਰਫ਼ ਟੋਕਨ ਟਿਕਰ ਅਤੇ ਤੁਹਾਡੇ ਚੁਣੇ ਹੋਏ ਮੁਦਰਾ ਕੋਡ ਨੂੰ ਭੇਜਦਾ ਹੈ — ਕਦੇ ਪਤਾ ਜਾਂ ਰਕਮ ਨਹੀਂ।
pl: Ceny fiat są odczytywane z publicznego API cen Coinbase. Aperture wysyła tylko ticker tokena i wybrany kod waluty — nigdy adresu ani kwoty.
pt_br: Os preços fiat são lidos da API pública de preços da Coinbase. O Aperture envia apenas o ticker do token e o código da moeda que você selecionou — nunca um endereço ou valor.
ro: Prețurile fiat se citesc din API-ul public de prețuri al Coinbase. Aperture trimite doar tickerul tokenului și codul de monedă selectat — niciodată o adresă sau o sumă.
ru: Фиатные цены берутся из публичного ценового API Coinbase. Aperture отправляет только тикер токена и выбранный вами код валюты — никогда адрес или сумму.
sk: Fiat ceny sa čítajú z verejného cenového API Coinbase. Aperture posiela len ticker tokenu a vami zvolený kód meny — nikdy adresu ani sumu.
sl: Fiat cene se berejo iz Coinbaseovega javnega cenovnega API-ja. Aperture pošlje le tikker žetona in vašo izbrano valutno kodo — nikoli naslova ali zneska.
sr: Fiat цене се читају са Coinbase јавног ценовног API-ја. Aperture шаље само тикер токена и одабрани код валуте — никада адресу нити износ.
sv: Fiat-priserna läses från Coinbases publika pris-API. Aperture skickar endast tokenens ticker och valutakoden du valt — aldrig en adress eller ett belopp.
sw: Bei za fiat husomwa kutoka API ya umma ya bei ya Coinbase. Aperture hutuma tu kishikilio cha tokeni na msimbo wa sarafu uliyochagua — kamwe sio anwani au kiasi.
ta: Fiat விலைகள் Coinbase-இன் பொது விலை API-லிருந்து படிக்கப்படுகின்றன. Aperture டோக்கன் டிக்கர் மற்றும் நீங்கள் தேர்ந்தெடுத்த நாணய குறியீட்டை மட்டுமே அனுப்புகிறது — ஒருபோதும் முகவரியோ தொகையோ அல்ல.
te: Fiat ధరలు Coinbase యొక్క పబ్లిక్ ధర API నుండి చదవబడతాయి. Aperture కేవలం టోకెన్ టికర్ మరియు మీరు ఎంచుకున్న కరెన్సీ కోడ్‌ను మాత్రమే పంపుతుంది — ఎప్పుడూ చిరునామా లేదా మొత్తాన్ని కాదు.
th: ราคาเงินตราเฟียตอ่านจาก API ราคาสาธารณะของ Coinbase Aperture ส่งเฉพาะสัญลักษณ์โทเค็นและรหัสสกุลเงินที่คุณเลือกเท่านั้น — ไม่เคยส่งที่อยู่หรือจำนวนเงิน
tr: Fiat fiyatları, Coinbase'in genel fiyat API'sinden okunur. Aperture yalnızca token sembolünü ve seçtiğiniz para birimi kodunu gönderir — hiçbir zaman bir adres veya tutar göndermez.
uk: Фіатні ціни беруться з публічного цінового API Coinbase. Aperture надсилає лише тикер токена та обраний вами код валюти — ніколи адресу чи суму.
ur: فیات قیمتیں Coinbase کے عوامی قیمت API سے پڑھی جاتی ہیں۔ Aperture صرف ٹوکن ٹکر اور آپ کے منتخب کرنسی کوڈ کو بھیجتا ہے — کبھی بھی پتہ یا رقم نہیں۔
vi: Giá fiat được đọc từ API giá công khai của Coinbase. Aperture chỉ gửi ticker token và mã tiền tệ bạn đã chọn — không bao giờ gửi địa chỉ hay số tiền.
zh_hans: 法币价格来自 Coinbase 的公共价格 API。Aperture 只发送代币的 ticker 和你选定的货币代码 — 从不发送地址或金额。
zh_hant: 法幣價格來自 Coinbase 的公開價格 API。Aperture 只傳送代幣的 ticker 和你選定的貨幣代碼 — 不會傳送地址或金額。

source: File too large — max 50 KB.
af: Lêer te groot — maks 50 KB.
ar: الملف كبير جدًا — الحد الأقصى ٥٠ كيلوبايت.
bg: Файлът е твърде голям — макс. 50 KB.
bn: ফাইল খুব বড় — সর্বাধিক 50 KB।
ca: Fitxer massa gran — màx. 50 KB.
cs: Soubor je příliš velký — max. 50 KB.
da: Filen er for stor — maks. 50 KB.
de: Datei zu groß — max. 50 KB.
el: Πολύ μεγάλο αρχείο — μέγιστο 50 KB.
es: Archivo demasiado grande — máx. 50 KB.
et: Fail on liiga suur — kuni 50 KB.
fa: فایل بسیار بزرگ است — حداکثر 50 KB.
fi: Tiedosto on liian suuri — enint. 50 KB.
fil: Masyadong malaki ang file — max 50 KB.
fr: Fichier trop volumineux — 50 KB maximum.
he: הקובץ גדול מדי — לכל היותר 50 KB.
hi: फ़ाइल बहुत बड़ी है — अधिकतम 50 KB।
hr: Datoteka je prevelika — najv. 50 KB.
hu: Túl nagy fájl — max. 50 KB.
id: File terlalu besar — maks. 50 KB.
is: Skráin er of stór — að hámarki 50 KB.
it: File troppo grande — massimo 50 KB.
ja: ファイルが大きすぎます — 最大50 KB。
ko: 파일이 너무 커요 — 최대 50 KB.
lt: Failas per didelis — daugiausia 50 KB.
lv: Fails ir pārāk liels — maks. 50 KB.
ml: ഫയൽ വളരെ വലുതാണ് — പരമാവധി 50 KB.
mr: फाइल खूप मोठी आहे — कमाल 50 KB.
ms: Fail terlalu besar — maksimum 50 KB.
nb: Filen er for stor — maks 50 KB.
nl: Bestand te groot — max. 50 KB.
pa: ਫ਼ਾਈਲ ਬਹੁਤ ਵੱਡੀ ਹੈ — ਵੱਧ ਤੋਂ ਵੱਧ 50 KB।
pl: Plik za duży — maks. 50 KB.
pt_br: Arquivo grande demais — máx. 50 KB.
ro: Fișier prea mare — max. 50 KB.
ru: Файл слишком большой — макс. 50 КБ.
sk: Súbor je príliš veľký — max. 50 KB.
sl: Datoteka je prevelika — največ 50 KB.
sr: Датотека је превелика — макс. 50 KB.
sv: Filen är för stor — max 50 KB.
sw: Faili kubwa mno — kiwango cha juu 50 KB.
ta: கோப்பு மிகவும் பெரியது — அதிகபட்சம் 50 KB.
te: ఫైల్ చాలా పెద్దది — గరిష్టం 50 KB.
th: ไฟล์ใหญ่เกินไป — สูงสุด 50 KB
tr: Dosya çok büyük — en fazla 50 KB.
uk: Файл завеликий — макс. 50 КБ.
ur: فائل بہت بڑی ہے — زیادہ سے زیادہ 50 KB۔
vi: Tệp quá lớn — tối đa 50 KB.
zh_hans: 文件太大 — 最大 50 KB。
zh_hant: 檔案太大 — 上限 50 KB。

source: File too large \u{2014} max 50 KB.
af: Lêer te groot \u{2014} maks 50 KB.
ar: الملف كبير جدًا \u{2014} بحد أقصى 50 كيلوبايت.
bg: Файлът е твърде голям \u{2014} макс. 50 KB.
bn: ফাইল খুব বড় \u{2014} সর্বোচ্চ ৫০ KB।
ca: Fitxer massa gran \u{2014} màxim 50 KB.
cs: Soubor je příliš velký \u{2014} maximálně 50 KB.
da: Filen er for stor \u{2014} maks. 50 KB.
de: Datei zu groß \u{2014} max. 50 KB.
el: Πολύ μεγάλο αρχείο \u{2014} μέγ. 50 KB.
es: Archivo demasiado grande \u{2014} máx. 50 KB.
et: Fail on liiga suur \u{2014} max 50 KB.
fa: فایل بیش از حد بزرگ است \u{2014} حداکثر ۵۰ کیلوبایت.
fi: Tiedosto liian suuri \u{2014} enintään 50 KB.
fil: Masyadong malaki ang file \u{2014} max na 50 KB.
fr: Fichier trop volumineux \u{2014} 50 Ko max.
he: הקובץ גדול מדי \u{2014} עד 50 KB.
hi: फ़ाइल बहुत बड़ी \u{2014} अधिकतम 50 KB।
hr: Datoteka prevelika \u{2014} maks. 50 KB.
hu: A fájl túl nagy \u{2014} legfeljebb 50 KB.
id: File terlalu besar \u{2014} maks 50 KB.
is: Skrá of stór — hámark 50 KB.
it: File troppo grande \u{2014} max 50 KB.
ja: ファイルが大きすぎます \u{2014} 最大 50 KB。
ko: 파일이 너무 큽니다 \u{2014} 최대 50 KB.
lt: Failas per didelis \u{2014} daugiausia 50 KB.
lv: Fails pārāk liels — maks. 50 KB.
ml: ഫയൽ വളരെ വലുതാണ് \u{2014} പരമാവധി 50 KB.
mr: फाईल खूप मोठी \u{2014} कमाल 50 KB.
ms: Fail terlalu besar — maks 50 KB.
nb: Filen er for stor \u{2014} maks 50 KB.
nl: Bestand te groot \u{2014} max. 50 KB.
pa: ਫਾਈਲ ਬਹੁਤ ਵੱਡੀ \u{2014} ਵੱਧ ਤੋਂ ਵੱਧ 50 KB।
pl: Plik za duży \u{2014} maks. 50 KB.
pt_br: Arquivo grande demais \u{2014} máx. 50 KB.
ro: Fișier prea mare \u{2014} maximum 50 KB.
ru: Файл слишком большой \u{2014} макс. 50 КБ.
sk: Súbor príliš veľký \u{2014} max. 50 KB.
sl: Datoteka prevelika \u{2014} največ 50 KB.
sr: Datoteka je prevelika \u{2014} maksimalno 50 KB.
sv: Filen är för stor \u{2014} max 50 KB.
sw: Faili kubwa mno \u{2014} kiwango cha juu KB 50.
ta: கோப்பு மிகப் பெரியது \u{2014} அதிகபட்சம் 50 KB.
te: ఫైల్ చాలా పెద్దది \u{2014} గరిష్టం 50 KB.
th: ไฟล์ใหญ่เกินไป \u{2014} สูงสุด 50 KB
tr: Dosya çok büyük \u{2014} en fazla 50 KB.
uk: Файл завеликий \u{2014} макс. 50 КБ.
ur: فائل بہت بڑی ہے \u{2014} زیادہ سے زیادہ 50 KB۔
vi: Tệp quá lớn \u{2014} tối đa 50 KB.
zh_hans: 文件过大 \u{2014} 最大 50 KB。
zh_hant: 檔案過大 \u{2014} 最大 50 KB。

source: Filter & Sort
af: Filter en sorteer
ar: تصفية وترتيب
bg: Филтриране и сортиране
bn: ফিল্টার ও সাজান
ca: Filtra i ordena
cs: Filtr a řazení
da: Filtrer og sortér
de: Filtern und sortieren
el: Φίλτρο και ταξινόμηση
es: Filtrar y ordenar
et: Filtreeri ja sordi
fa: فیلتر و مرتب‌سازی
fi: Suodata ja järjestä
fil: Salain at ayusin
fr: Filtrer et trier
he: סינון ומיון
hi: फ़िल्टर और क्रमबद्ध करें
hr: Filtriraj i sortiraj
hu: Szűrés és rendezés
id: Filter & Urutkan
is: Sía og raða
it: Filtra e ordina
ja: フィルタと並べ替え
ko: 필터 및 정렬
lt: Filtruoti ir rikiuoti
lv: Filtrēt un kārtot
ml: ഫിൽട്ടറും ക്രമീകരണവും
mr: फिल्टर आणि क्रमवारी
ms: Tapis & Susun
nb: Filtrer og sorter
nl: Filteren en sorteren
pa: ਫਿਲਟਰ ਅਤੇ ਲੜੀਬੱਧ
pl: Filtruj i sortuj
pt_br: Filtrar e ordenar
ro: Filtrare și sortare
ru: Фильтр и сортировка
sk: Filter a zoradenie
sl: Filter in razvrstitev
sr: Филтер и сортирање
sv: Filtrera och sortera
sw: Chuja na panga
ta: வடிகட்டி வரிசைப்படுத்து
te: ఫిల్టర్ & క్రమబద్ధీకరణ
th: กรองและจัดเรียง
tr: Filtrele ve sırala
uk: Фільтр і сортування
ur: فلٹر اور ترتیب
vi: Lọc và sắp xếp
zh_hans: 筛选与排序
zh_hant: 篩選與排序

source: Filter and sort
af: Filter en sorteer
ar: تصفية وترتيب
bg: Филтриране и сортиране
bn: ফিল্টার ও সাজান
ca: Filtra i ordena
cs: Filtr a řazení
da: Filtrer og sortér
de: Filtern und sortieren
el: Φίλτρο και ταξινόμηση
es: Filtrar y ordenar
et: Filtreeri ja sordi
fa: فیلتر و مرتب‌سازی
fi: Suodata ja järjestä
fil: Salain at ayusin
fr: Filtrer et trier
he: סינון ומיון
hi: फ़िल्टर और क्रमबद्ध करें
hr: Filtriraj i sortiraj
hu: Szűrés és rendezés
id: Filter dan urutkan
is: Sía og raða
it: Filtra e ordina
ja: フィルタと並べ替え
ko: 필터 및 정렬
lt: Filtruoti ir rikiuoti
lv: Filtrēt un kārtot
ml: ഫിൽട്ടറും ക്രമീകരണവും
mr: फिल्टर आणि क्रमवारी लावा
ms: Tapis dan susun
nb: Filtrer og sorter
nl: Filteren en sorteren
pa: ਫਿਲਟਰ ਅਤੇ ਲੜੀਬੱਧ ਕਰੋ
pl: Filtruj i sortuj
pt_br: Filtrar e ordenar
ro: Filtrare și sortare
ru: Фильтр и сортировка
sk: Filter a zoradenie
sl: Filter in razvrstitev
sr: Филтер и сортирање
sv: Filtrera och sortera
sw: Chuja na panga
ta: வடிகட்டி வரிசைப்படுத்து
te: ఫిల్టర్ చేయండి, క్రమబద్ధీకరించండి
th: กรองและจัดเรียง
tr: Filtrele ve sırala
uk: Фільтр і сортування
ur: فلٹر اور ترتیب
vi: Lọc và sắp xếp
zh_hans: 筛选与排序
zh_hant: 篩選與排序
